# MSup2PerS Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MSup2PerS Property
SymbolTypeId Class See Also
---
Symbol m²/s, indicating unit Square meters per second.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MSup2PerS { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MSup2PerS As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MSup2PerS {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace